{
	"Presentation": {
		"t":"p",
		"n":"As we all know, technology is becoming incredibly common in our increasingly tech-aware world. Those computers, whether big or small, helps companies like yours, simplify the lives of your employees and simplify tasks. But an important point often ignored by firms is the environmental impact of these computers. Using 100 computers switched on 27/7 for a year produces 69,205.8 kg of CO2 per year. Half of the French businesses that have participated in the following survey did not have sufficient information to complete it in its entirety.  It would take 12 hectares of woodlands to absorb this amount of carbon dioxide. Measuring the environmental footprint of your enterprise is an essential task for building a better tomorrow for our world and your firm. That is why we thank you for answering this survey."
	},
	"Your company": {
		"c": [
			252,
			208,
			213
		],
		"q": [
			{
				"n":"In which sector of activity is your company active?",
				"a": [
					"Industry",
					"Business",
					"Information And Communication",
					"Other services activity",
					"All other activities",
					"Construction",
					"Public sector",
					"Specialized, Scientific and Technical or Administrative and Support Services Activities",
					"Real estate"
				]
			},
			{
				"n":"What is the number of employees in your company on 18/12/31?",
				"a": [
					"0",
					"1 to 2",
					"3 to 9",
					"10 to 49",
					"50 to 249",
					"250 to 4999",
					"More than 5000"
				]
			},
			{
				"n":"What is the turnover of your company in the last fiscal year? (or annual budget for Public sector)",
				"a": [
					"0 to 100K €",
					"100 to 500 K€",
					"500 to 2 M €",
					"2 to 10 M€",
					"10 to 50 M€",
					"More than 50 M€"
				]
			},
			{
				"n":"Do you develop digital services for internal or external use (sales to customers)?",
				"a": [
					"Yes",
					{
						"n":"No",
						"j": [
							2,
							1
						]
					}
				]
			},
			{
				"t":"t",
				"n":"What is the number of users of your digital services?",
				"a":"_"
			},
			{
				"n":"Do you apply the rules and best practices for digital accessibility?",
				"a": [
					"Yes",
					"No",
					"I don't know"
				]
			},
			{
				"n":"Have you optimized the states and printouts in your application tools (reduced number of pages when printing, ink consumption ...)?",
				"a": [
					"Yes",
					"No",
					"I don't know"
				]
			},
			{
				"n":"Do you integrate the principles of the eco-design of digital services?",
				"a": [
					"Yes",
					"No",
					"I don't know"
				]
			},
			{
				"n":"Do you use a modular application architecture?",
				"a": [
					"Yes",
					"No",
					"I don't know"
				]
			},
			{
				"n":"Do you do a design review at the end of your application's development?",
				"a": [
					"Yes",
					"No",
					"I don't know"
				]
			}
		]
	},
	"Infrastructures|Information system": {
		"c": [222, 234, 246],
		"q": [
			{
				"n":"What is the overall storage volume of your corporate data (centralized on external hard drives, centralized server, NAS, SAN ...) in Terabytes (TB) useful?",
				"a": [
					"I don't know",
					"I do not want to answer",
					"_ Terabytes"
				]
			},
			{
				"n":"Do you have a server or do you only work with one or more workstations?",
				"a": [
					{
                      "n":"We work with workstation(s), without centralized physical server",
                      "j": [6, 0]
                    },
                  "We have (at least) a centralized physical server"
                ]
			},
			{
				"n":"Do you have a dedicated room, simple room or cupboard with bay dedicated to your IT infrastructure?",
				"a": [
					{
                      "n":"A closet or a room without any specific system",
                      "j": [4, 0]
                    },
                  "A dedicated room"
                ]
			}
		]
	},
	"Infrastructures|Server/Computer room": {
		"c": [242, 242, 242],
		"q": [
			{
				"n":"Is your computer room in house or at a host?",
				"a": [
					"Internal",
					"Host Member of the European Code of Conduct for Data Centers",
					"Non-adhering Host of the European Code of Conduct for Data Centers"
				]
			},
			{
				"n":"What is the total area of your computer rooms (excluding technical infrastructure *)? (in m2)",
				"a": [
					"_ m²",
					"I don't know",
					"I do not want to answer"
				]
			},
			{
				"n":"Do you know the PUE * of your Data Center?",
				"s":"*PUE: Power Usage Effectiveness",
				"a": [
					"Less than 1,6",
					"Between 1,6 and 2,1",
					"More than 2,1",
					"I don't know"
				]
			},
			{
				"n":"What is the rate of charge or energy use of your computer rooms?",
				"s":"Rate = Electrical power absorbed by your IT equipment, divided by room capacity in kW, then multiplied by 100 (used energy / available energy)",
				"a": [
					"100% - 90%",
					"90% - 60%",
					"Less than 60%",
					"I don't know"
				]
			},
			{
				"t":"g",
				"n":"Have you led or are you planning actions to optimize your infrastructure? Especially:",
				"a": [
					"Yes",
					"No",
					"I don't know"
				],
				"q": [
					"The purchase of non-IT equipment from IT rooms (air conditioning, air treatment, inverters, etc.) according to energy efficiency criteria",
					"Implementing the good practices of the \"European Code of Conduct for DataCenter\"?",
					"Data center PUE tracking",
					"Regular monitoring of environmental indicators of computer rooms",
					"Environmental impact analysis of the Data Center in life cycle approach",
					"Optimizing the architecture and layout of rooms",
					"The urbanization of halls in hot / cold aisles",
					"Containment of air flows (corridors)",
					"The use of natural cooling sources (freecooling)",
					"Implementation of a heat recovery system for computer rooms (heating)",
					"The set temperature in the cold corridor remains higher than 24°",
					"The choice of a modular Data Center architecture"
				]
			}
		]
	},
	"Infrastructures|Server / A cupboard or a dedicated room": {
		"c": [242, 242, 242],
		"q": [
			{
				"t":"g",
				"n":"Have you led or are you planning actions to optimize your infrastructure? Especially:",
				"a": [
					"Yes",
					"No",
					"I don't know"
				],
				"q": [
					"Suspending network equipment",
					"Pooling physical equipment",
					"Uninstalling unnecessary infrastructure",
					"Traceability of material elements (CMDB)",
					"The correct sizing of the servers in relation to their use",
					"Give priority to ASHRAE 2 compatible equipment",
					"A procedure for provisioning and de-provisioning data-processing equipment in Data Centers"
				]
			},
			{
				"n":"Do you know the number of physical servers and virtual servers in your company?",
				"a": [
					"Yes",
					{
						"n":"No",
						"j": [4, 4]
					},
					{
						"n":"I do not want to answer",
						"j": [4, 4]
					}
				]
			},
			{
				"t":"t",
				"n":"How many physical servers do you have?",
				"a": [
					"_"
				]
			},
			{
				"t":"t",
				"n":"How many virtual servers do you have?",
				"a": [
					"_"
				]
			},
			{
				"n":"What will be the evolution of your number of physical servers for 2019? (in% or quantity)",
				"a": [
					"_ %",
					"_ in quantity",
					"I do not want to answer",
					"I don't know"
				]
			},
			{
				"n":"What will be the evolution of your number of virtual servers for 2019? (in % or quantity)",
				"a": [
					"_ %",
					"_ in quantity",
					"I do not want to answer",
					"I don't know"
				]
			}
		]
	},
	"Management": {
		"c": [226, 239, 217],
		"q": [
			{
				"n":"Has your company appointed a Green IT Manager / Digital Manager?",
				"a": [
					"Yes",
					"No",
					"I don't know"
				]
			},
			{
				"n":"Do you have a responsible digital strategy broken down into an action plan?",
				"a": [
					"Yes",
					"No",
					"I don't know"
				]
			},
			{
				"n":"Is Green IT a topic integrated into your CSR strategy?",
				"a": [
					"Yes",
					"No",
					"I don't know"
				]
			},
			{
				"n":"Do you regularly evaluate the environmental impacts of your information system?",
				"a": [
					"Yes partially, including only equipment present in the company",
					"Yes totally, including our internal equipment and services hosted by third parties",
					"No",
					"I don't know"
				]
			},
			{
				"n":"Do you have a team of competent referees on the topics of Green IT?",
				"a": [
					"Yes",
					"No",
					"I don't know"
				]
			},
			{
				"n":"Have you integrated Green IT into your business strategy",
				"a": [
					"Yes",
					"No",
					"I don't know"
				]
			}
		]
	},
	"Infrastructure|Workstation": {
		"c": [242, 242, 242],
		"q": [
			{
				"t":"g",
				"n":"Do you have those equipments in your company:",
				"s":"Used: equipment used in the business activity\nNot used functional: equipment in working order but no more used by the company (stored)\nNeither used nor functional: out of service equipment (HS) waiting for end of life treatment",
				"a": [
					"Used",
					"Not used functional",
					"Neither used nor functional"
				],
				"q": [
					"Fixed stations, workstations",
					"Laptops, digital tablets",
					"Small printers (<15kg, potentially used by a household)",
					"Flat screen monitors",
					"Other flat screens (TV, projection screen, digital board ...)",
					"CRT monitors (monitors or other)",
					"Video projectors",
					"Mobile phones",
					"Fixed telephones (standalone not connected to such a standard)",
					"Digital cameras",
					"Hard Disk Devices, Storage, Backup"
				]
			},
			{
				"n":"Do you have other devices in your company?",
				"s":"Keyboards, mouse, graphic tablets, scanners, microphones, speakers, office equipment ...",
				"a": [
					"Yes",
					{
						"n":"No",
						"j": [7, 0]
					}
				]
			},
			{
				"t":"g",
				"n":"Regarding other devices, do you have in your company:",
				"s":"Used: equipment used in the business activity\nNot used functional: equipment in working order but no more used by the company (stored)\nNeither used nor functional: out of service equipment (HS) waiting for end of life treatment",
				"a": [
					"Used",
					"Not used functional",
					"Neither used nor functional"
				],
				"q": [
					"Keyboards",
					"Mouse",
					"Graphic tablets",
					"Scanners",
					"Speakers",
					"Office automation"
				]
			}
		]
	},
	"Energy consumption": {
		"c": [237, 215, 253],
		"q": [
			{
				"n":"Fixed stations, workstations",
				"a": [
					"_ Yes (please specify how much in kWh / year)",
					"No"
				]
			},
			{
				"n":"Do you track the energy consumption of your company activities?",
				"a": [
					"Yes",
					"No",
					"I don't know"
				]
			},
			{
				"n":"Do you know the share of IT and IT equipment in your company's total energy consumption?",
				"a": [
					"_ Yes(please specify how much in %)",
					"No"
				]
			},
			{
				"n":"Have you set up a power management system? (automatic shutdown / shutdown of workstations)",
				"a": [
					"Yes",
					"No",
					"I don't know"
				]
			}
		]
	},
	"Printing": {
		"c": [254, 242, 203],
		"q": [
			{
				"n":"Do you use copiers from a repackaging industry (second-hand / second-hand)?",
				"a": [
					"Yes",
					"No",
					"I don't know"
				]
			},
			{
				"n":"Do you consolidate individual printers to shared printers?",
				"a": [
					"Yes",
					"No",
					"I don't know"
				]
			},
			{
				"n":"Have you set up an identification system on printers (to trigger printing)?",
				"a": [
					"Yes",
					"No",
					"I don't know"
				]
			},
			{
				"n":"What is the average life of your professional copier / MFP *?",
				"s":"* MFP Multi Fonction Printer",
				"a": [
					"I don't know",
					"Do not want to answer",
					"_ Years"
				]
			},
			{
				"t":"g",
				"n":"Are your printers set by default in eco mode? Especially:",
				"a": [
					"Yes",
					"No",
					"I don't know"
				],
				"q": [
					"Energy saving (Automatic standby)",
					"Black and white by default",
					"Default duplex",
					"Default draft mode"
				]
			}
		]
	},
	"Printing|Consumables": {
		"c": [242, 242, 242],
		"q": [
			{
				"t":"m",
				"n":"What is the number of pages printed / day / employee? (A4 equivalent)",
				"a": [
					"Less than 10",
					"From 10 to 20",
					"From 20 to 30",
					"More than 30",
					"I don't know"
				]
			},
			{
				"t":"mt",
				"n":"What is the number of pages printed / day / employee? (A4 equivalent)",
				"a": [
					"_ Cartridges used a year",
					"_ Cartridges stored in the average business",
					"_ Toners used a year",
					"_ Toners stored in the average business"
				]
			},
			{
				"n":"Do you organize the separate collection of waste cartridges / toners?",
				"a": [
					"Yes, to a repackaging industry",
					"Yes, towards a recycling channel (destruction)",
					"No no separate collection device is planned"
				]
			},
			{
				"t":"m",
				"n":"Do you prefer the use of recycled paper?",
				"a": [
					"Yes, our paper is made from virgin paste",
					"Yes, mixed paper",
					"Yes, 100% recycled",
					"I'm not paying attention"
				]
			},
			{
				"t":"mt",
				"n":"Do you choose certified paper?",
				"a": [
					"Yes, FSC",
					"Yes, PEFC",
					"Yes, Blue Angel",
					"Yes, European Label",
					"_ Yes, other",
					"I'm not paying attention"
				]
			},
			{
				"n":"Do you organize the separate collection of waste paper for recycling?",
				"a": [
					"Yes",
					"No",
					"I don't know"
				]
			}
		]
	},
	"Conclusion": {
		"t":"p",
		"n":"Thank you for participating in our survey. Green IT offers lots of actions with different levels of difficulties, different economic objectives, and different scopes. You can inspire your employees to practice ecological gestures, optimize the already existing hardware/software to be more eco-friendly or completely change your projects patterns from the ground up to respect the earth. The respondents for this survey increased since 2015, which shows an ever-growing interest in Green IT. Once again we thank you for making Green IT a priority."
	}
}